import { Metadata } from 'next';

export const metadata: Metadata = {
  title: 'Kino. Поиск Фильмов, сериалов, мультфильмов.',
  applicationName: 'Kino. Фильмы, сериалы, мультфильмы.',
  keywords: [
    'смотреть',
    'бесплатно',
    'онлайн',
    'HD',
    'фильмы',
    'поиск фильмов',
    'кино',
    'мультфильмы',
    'сериалы',
    'новости кино',
    'обзоры',
    'сегодня в кино',
    'скоро',
    'скоро в кино',
    'кассовые сборы',
    'актер',
    'актеры',
    'актриса',
    'режиссер',
    'сценарист',
    'фото',
    'фотография',
    'постер',
  ].join(' '),
  description:
    'Поиск фильмов, новости кино, отзывы пользователей, фотографии, постеры, трейлеры, кассовые сборы и многое другое.',
  colorScheme: 'dark',
};
